{
  "id": "Operators Guide - PL Fusion_chunk_0072",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 62,
  "page_end": 63,
  "raw_text": "OVERVIEW – SYSTEM COMPONENTS Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nMultifunction Keyboard Panel (MKP)\n\nThe Multifunction Keyboard Panel (MKP) provides an alphanumeric keyboard with a scratchpad display, and specialized display control keys. Two MKP are installed, one for the pilot side and one for the copilot side.\n\nMultiscan™ Weather Radar System Re- ceiver/Trans- mitter Antenna (RTA)\n\nThe Multiscan™Weather Radar System Receiver/Transmitter Antenna (RTA) is located in the radome. The RTA is made up of an antenna, antenna tilt and scan motors, a receiver/transmitter, and signal processing circuits. RTA generated precipitation related weather and turbulence targets, as well as system operation and fault messages, can be shown on any of the ﬂight displays.\n\nNavigation (NAV) Receiver The Navigation (NAV) receiver provides VOR/Localizer (LOC), glideslope, Automatic Direction Finder (ADF), and marker beacon outputs that can be shown on the ﬂight displays and for use by the navigation and hazard avoidance subsystems. The NAV receiver also receives identiﬁcation and voice audio. Two NAV receivers are installed.\n\n5th Edition 3-12 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 OVERVIEW – SYSTEM COMPONENTS Pro Line Fusion® Avionics System Description\n\nPilot Display Unit (PDU) (Optional)\n\nAs part of the optional HGS, the Pilot Display Unit (PDU) contains the electronic circuitry to display the ﬂight symbology and video image on Liquid Crystal Display (LCD) and projects the ﬂight symbology and video image on the combiner glass. The PDU also contains electronic circuitry that controls the intensity of the projected symbology and video image. The PDU is installed in such away that the ﬂight symbology and the video image are conformed to real world when looking though the combiner likes the artiﬁcial horizon. The brightness control for the HUD display and video image are located on the PDU.\n\nPower Supply Unit (PSU) (Optional)\n\nPart of the optional HGS, the Power Supply Unit (PSU) converts and conditions aircraft power for the PDU.\n\nRadio Altimeter (RAD ALT) The Radio Altimeter (RAD ALT) measures height Above Ground Level (AGL) from 0 to 2500 feet (0 to 762 meters). The RAD ALT uses this input to generate digital altitude data that is shown on the AFD, and for use by the hazard avoidance subsystems. Two RAD ALT transceivers are installed.\n\n5th Edition 02 APR 19 3-13",
  "token_count_estimate": 494,
  "chunk_index": 72,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.322849+00:00"
}