{
  "id": "Operators Guide - PL Fusion_chunk_0069",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 56,
  "page_end": 57,
  "raw_text": "OVERVIEW – SYSTEM COMPONENTS Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nAdaptive Flight Display (AFD) The Adaptive Flight Display (AFD) units are color, Liquid Crystal Display (LCD) panels that provide display and control functions for the ﬂight instruments, ﬂight guidance, engine instruments, crew alerting system, navigation, hazard avoidance, and communications systems. Four AFDs are installed.\n\nCursor Control Panel (CCP) The Cursor Control Panel (CCP) is used to select the cursor on the displays by using the display select buttons, and to move the cursor using the trackball. Each CCP provides display select buttons, Menu button, a Double Stack Knob (DSK), transponder IDENT button, and Push To Talk (PTT) button. Two CCP are installed.\n\nData Concen- tration System (DCS)\n\nThe Data Concentration System (DCS) collects and organizes data from the onboard systems that interface with the Rockwell Collins avionics system. The DCS generates visual and aural information for use by the ﬂight displays and the ﬂight deck audio system. The DCS controls the setting and clearing of the ﬂight deck Master Warning (MW) and Master Caution (MC) lamps based on the setting and clearing of warning and caution Crew Alerting System (CAS) messages. The DCS consists of one Data Concentrator Module Cabinet (DMC) with two channels.\n\n5th Edition 3-6 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 OVERVIEW – SYSTEM COMPONENTS Pro Line Fusion® Avionics System Description\n\nDisplay Control Panel (DCP) The Display Control Panel (DCP) manipulates information associated with the Primary Flight Display (PFD). Each DCP controls the on-side information, including weather radar, Trafﬁc Alert Collision Avoidance System (TCAS), Combined Vision System (CVS) (Synthetic Vision System (SVS) and Enhanced Vision System (EVS) combined), Flight Path Vector (FPV), navigation sources, and Horizontal Situation Indicator (HSI) format.\n\nDistance Mea- suring Equip- ment (DME)\n\nThe Distance Measuring Equipment (DME) transceiver provides distance, time-to-station, ground speed, and station identiﬁcation information for use by the navigation and hazard avoidance subsystems. The DME can track up to three DME stations at a time. Normally, station one is manually tuned and the data is shown on the ﬂight displays. Distance information from stations two and three is used by the Flight Management System (FMS) to aid in the calculation of navigation solutions. The FMS autotune feature allows the FMS to automatically tune channel one and VHF Omnidirectional Range (VOR) one. One DME transceiver is installed and a second receiver is optional.\n\n5th Edition 02 APR 19 3-7",
  "token_count_estimate": 527,
  "chunk_index": 69,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.321864+00:00"
}