{
  "id": "Operators Guide - PL Fusion_chunk_0080",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 70,
  "page_end": 71,
  "raw_text": "CONTROLS AND INDICATORS Embraer Legacy 450/500 and Praetor 500/600 Audio Control Panel Pro Line Fusion® Avionics\n\nCALLOUTS:\n\nMicrophone Select Buttons\n\nThe microphone select buttons select the destination for microphone audio and set the selection as the active transmitter. When a button is pressed to select a particular transmitter, the green LED above the button is turned on and all other select buttons are blocked. The receive audio of the active (selected) transmitter is automatically routed to the headphones and speaker (when not muted).\n\nAudio Control Knobs\n\nThe audio control knobs provide for the selection and volume control of the associated received audio signal that is sent to the headphones and speaker (when not muted). The knobs are pushed in to turn the associated receive audio off unless the microphone select button is active for that radio. Pushing the knob in again unlatches the knob to the popped out position for selection and volume control of the desired receive audio. Audio can be received from any combination of radios.\n\nINPH Interphone Volume Control\n\nThe INPH knob controls the volume of the interphone audio.\n\nVOICE/BOTH/ID Navigation Re- ceiver Filter Select\n\nThe VOICE/BOTH/ID knob selects the received Voice, both the received voice and Morse code identiﬁer (BOTH), or just the received Morse code Identiﬁer (ID) signal for the selected NAV/DME or ADF receiver.\n\n5th Edition 4-2 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 CONTROLS AND INDICATORS Pro Line Fusion® Avionics Audio Control Panel\n\nST Sidetone Volume Control\n\nThe ST knob controls the sidetone volume in the selected radio. Interphone sidetone volume is not affected by this control.\n\nVOX Voice-Activated Interphone Control\n\nThe VOX knob provides on/off and sensitivity control for the voice-activated interphone. Pushing the knob in turns off the voice activation feature in the interphone and transfers control of interphone audio transmission to the INPH PTT button on the Cursor Control Panel (CCP) or control yoke. Unlatching the knob to the popped out position enables interphone hot mic and allow adjustment of the VOX sensitivity level. (Squelch Control) Rotating the knob clockwise decreases the VOX threshold sensitivity requiring louder inputs for VOX activation.\n\nBOOM/AUTO/ MASK Oxygen Mask But- ton\n\nIn AUTO the oxygen mask microphone is automatically selected when the oxygen mask is donned and switches back to boom when the oxygen mask is stowed. The MASK or BOOM microphone can be manually selected by placing the knob in the MASK or BOOM position.\n\nSPKR Flight Deck Speaker Con- trol\n\nThe SPKR knob controls the selection and volume for the ﬂight deck speakers. When pushed down (in), the on-side ﬂight deck speaker is muted except for aural voice and tone warnings. When unlatched to the up (out) position, the knob controls the volume of the audio broadcast over the ﬂight deck speakers. Volume of aural voice and tone warnings to the speakers cannot be adjusted by this knob.\n\n5th Edition 02 APR 19 4-3",
  "token_count_estimate": 628,
  "chunk_index": 80,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.038032+00:00"
}