{
  "id": "Operators Guide - PL Fusion_chunk_0094",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 86,
  "page_end": 87,
  "raw_text": "CONTROLS AND INDICATORS Embraer Legacy 450/500 and Praetor 500/600 Multifunction Keyboard Panel Pro Line Fusion® Avionics\n\nAlphanumeric Key- pad\n\nThe alphanumeric keypad includes keys for each letter of the alphabet and each numerical digit, in addition to a Space (SP), a slash (/), a decimal point (.), a plus/minus toggle (+/−), and an ENTER button.\n\nCNCL Cancel Button\n\nThe CNCL button is used to cancel an in-process ﬂight plan edit.\n\nFMS FMS Quick Access Key\n\nThe FMS QAK displays a FMS format on the on-side MFW of the bottom display unit (DU4). The on-side cursor is positioned on the FMS format. Multiple pushes of the FMS QAK cycles through the FMS formats.\n\nROUTE Route Quick Ac- cess Key\n\nSelecting the ROUTE QAK shows the ROUTE window format on the MFW.\n\nMSG Message Quick Access Key\n\nPushing the MSG QAK shows or removes the FMS MESSAGES dialog box on the MFW.\n\nDEP/ARR Departures/Arrivals Quick Access Key\n\nWhile airborne, selecting the DEP/ARR QAK shows the ARRIVALS dialog box on a multifunction window. When on the ground, selecting the DEP/ARR button shows the DEPARTURES dialog box on a multifunction window.\n\nƉ→ Direct-To Quick Access Key\n\nPushing the (Ɖ→) QAK brings up a Direct-To dialog box which is used to edit the ﬂight plan.\n\n5th Edition 4-18 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 CONTROLS AND INDICATORS Pro Line Fusion® Avionics Multifunction Keyboard Panel\n\nEXEC Execute Button\n\nPushing the EXEC button executes a Modiﬁed (MOD) ﬂight plan making it the Active (ACT) ﬂight plan. The light bar above the EXEC button illuminates when there is a modiﬁed ﬂight plan.\n\nMEM Memorized Formats Button\n\nThe MEM button provides the ability to memorize the formats selected for each display in the ﬂight deck. Three conﬁgurations are set by the OEM and six conﬁgurations are user deﬁned. Each is recalled by selecting the MEM button followed by a numeric key (1-9). Flight deck display conﬁgurations are memorized by pushing and holding the MEM button for 3 seconds, followed by selection of the desired numeric key. The conﬁgurations can be memorized and recalled from either MKP. When the MEM button is selected, the MEM RECALL information box displays on the on-side PFD.\n\nCLR/DEL Clear/Delete Button\n\nThe CLR/DEL button performs two functions, depending on whether there is data in the scratchpad.\n\nWhen there is data in the scratchpad, pushing and immediately releasing the CLR/DEL button backspaces one character at a time, or pushing and momentarily holding the CLR/DEL button clears the entire scratchpad.\n\n5th Edition 02 APR 19 4-19",
  "token_count_estimate": 547,
  "chunk_index": 94,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.329814+00:00"
}