{
  "id": "Operators Guide - PL Fusion_chunk_0086",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 77,
  "page_end": 78,
  "raw_text": "Embraer Legacy 450/500 and Praetor 500/600 CONTROLS AND INDICATORS Pro Line Fusion® Avionics Display Control Panel\n\nET Elapsed Time But- ton\n\nThe Elapsed Time (ET) button has three functions: The ﬁrst push of the ET button starts a timer, visible on the upper right portion of the HSI window in a normal conﬁguration. The second push of the ET button stops the timer, but leaves it visible on the HSI. Pushing the ET button a third time removes the ET display from the HSI.\n\nTCAS Trafﬁc Collision Avoidance System Button\n\nThe Trafﬁc Collision Avoidance System (TCAS) button places trafﬁc overlay information on the HSI Map format.\n\nWX Weather Radar Button\n\nThe Weather Radar (WX) button places weather overlay information on the HSI Map format.\n\nBARO Barometric Setting Knob\n\nThe Barometric (BARO) setting knob allows the crew to change the barometric settings for the EFIS.\n\nSET STD Set Standard Baro- metric Pressure Button\n\nThe SET STD button within the BARO knob automatically sets the Baro Set value to the Standard (STD) barometric pressure setting of 29.92 Inches of Mercury (inHg)/1013 Hectopascals (hPa). This pushbutton also swaps the active and preset barometric values when pushed. Changing between STD and barometric pressure toggles the preselect altitude format between XXXxx and FLXXX (for example, 19 000 and FL190).\n\n5th Edition 02 APR 19 4-9\n\nCONTROLS AND INDICATORS Embraer Legacy 450/500 and Praetor 500/600 Display Control Panel Pro Line Fusion® Avionics\n\nV/L VOR/Localizer But- ton\n\nPush the V/L button to change the primary NAV source to VHF Omnidirectional Range (VOR) or Localizer (LOC). VOR or LOC is selected based on the frequency placed in the NAV position. Push the V/L button to select the on-side VOR/LOC. Further pushes toggle between the cross-side VOR/LOC and the on-side VOR/LOC.\n\nFMS FMS Button\n\nPush the FMS button to select the Flight Management System (FMS) as the primary NAV source. The left DCP selects FMS1, and the right DCP selects FMS2 (if installed). Further pushes toggle between the cross-side FMS and the on-side FMS.\n\nHSI HSI Format Selec- tion Button\n\nThe HSI button selects between the HSI formats. HSI formats include Clean (no background), Compass (range ring with TCAS and WX overlays possible), and Map (FMS ﬂight information shown).\n\nRANGE / TILT WX Radar Range / Tilt Knob\n\nThe Range/Tilt button allows the crew to adjust the weather radar for aircraft attitude and to focus on possible inclement weather. The outer control (larger knob) adjusts the range. The inner control (smaller knob) adjusts the tilt.\n\nSTBY WXR ON Weather Standby/On Power Button\n\nPush the STBY WXR ON button to change the WXR status from standby to on, and back.\n\n5th Edition 4-10 02 APR 19",
  "token_count_estimate": 579,
  "chunk_index": 86,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.041272+00:00"
}