{
  "id": "Operators Guide - PL Fusion_chunk_0304",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 280,
  "page_end": 281,
  "raw_text": "MENUS AND DISPLAYS Embraer Legacy 450/500 and Praetor 500/600 Map – Terrain Overlay Pro Line Fusion® Avionics\n\nbe shown on the HSI Map and Map MFW formats. Terrain data may also be shown on the Vertical Situation Display (VSD). Refer to the vendor-supplied TAWS Operations Manual for additional details.\n\nN\n\nNOTE\n\nThe pilots should be aware that the TAWS is a non-Rockwell Collins avionics unit. Since TAWS information is not generated by Rockwell Collins avionics units, it is subject to change by the vendor without notiﬁcation to Rockwell Collins. The Rockwell Collins avionics units described in this Operator’s Guide show typical operation and capabilities. The non-Rockwell Collins avionics units may or may not cause typical operation. Refer to the appropriate vendor documentation for speciﬁc details on the non-Rockwell Collins avionics units.\n\nThe terrain overlay is always shown on the DU Maps. The terrain overlay is removed if a TERRAIN FAIL condition exists.\n\nSELECTIONS:\n\nAbsolute Terrain Absolute terrain is the depiction of terrain with respect to sea level elevation. Absolute terrain data ﬁlls the entire window area on the DU Map format. Absolute terrain is removed from the display in a TERRAIN FAIL condition.\n\nRelative Terrain Relative terrain shows on the terrain overlay as deﬁned in the following table:\n\n5th Edition 5-178 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 MENUS AND DISPLAYS Pro Line Fusion® Avionics Map – Terrain Overlay\n\nRelative Terrain Colors and Elevation\n\nColor Relative Elevation\n\nRed – Medium Intensity ≥2000 feet above aircraft altitude\n\nYellow – Medium Intensity < 2000 feet above ≤1000 feet below aircraft altitude\n\nYellow – Low Intensity < 1000 feet above ≤500 feet below aircraft altitude (250 feet below with landing gear down)\n\nAlerted Terrain Alerted terrain is the depiction of terrain that is associated with a TAWS alert. Alerted terrain shows on the terrain overlay as deﬁned in the following table:\n\n5th Edition 02 APR 19 5-179",
  "token_count_estimate": 410,
  "chunk_index": 304,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.395296+00:00"
}