{
  "id": "Operators Guide - PL Fusion_chunk_0090",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 82,
  "page_end": 83,
  "raw_text": "CONTROLS AND INDICATORS Embraer Legacy 450/500 and Praetor 500/600 Flight Control Panel Pro Line Fusion® Avionics\n\nSRC Source Switch\n\nThe SRC button determines from which PDF the AFGS will extracts its inputs and references. When in dual lane AFGS architecture conﬁguration, the SRC pushbutton deﬁnes from which PFD the ﬂight guidance application will receive inputs for the active AP commands computation, since the ﬁght guidance commands on each PFD will be calculated by independent ﬂight guidance applications, which, on their turns, consume their inputs from its on-side PFD.\n\nALT Altitude Hold Mode Select Button\n\nThe ALT selects and deselects the Altitude Hold mode. When in Altitude Hold mode, the AFCS generates commands to maintain a target barometric altitude. The inner button (PUSH CANCEL) toggles the altitude unit between feet and meters.\n\nALT Altitude Setting Control Knob and Readout\n\nThe inner knob selects the altitude increasing/decreasing 100 feet or 10 meters according to unit selected through the inner button.\n\nThe outer knob selects the altitude increasing/decreasing 1000 feet or 100 meters according to unit selected through the inner button.\n\nFLCH Flight Level Change Mode Select Button\n\nThe FLCH button selects and deselects the Flight Level Change mode. When in FLCH mode, the AFCS generates commands to maintain a selected target speed while climbing or descending towards the selected altitude reference.\n\n5th Edition 4-14 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 CONTROLS AND INDICATORS Pro Line Fusion® Avionics Flight Control Panel\n\nVNAV Vertical Navigation Select Button\n\nThe VNAV button is used to select and deselect Vertical Navigation (VNAV) mode. VNAV mode enables the FMS to command various AFCS vertical modes, and provide references for these modes. VNAV is armed by pushing the VNAV switch. Selection of VNAV does not automatically change the active guidance mode. When VNAV is armed the FMS can automatically select the AFCS vertical mode it requires. The pilot may manually change any of the AFCS mode selections made by the FMS. Such pilot action suspends the current FMS VNAV control of the AFCS, but does not preclude automatic reassertion of control by the FMS. When VNAV is enabled, Path and Glidepath modes may also be selected by the FMS. In Path mode, the AFCS generates commands to track the vertical path deﬁned by the FMS. In Glidepath mode, the AFCS generates commands to track the vertical glidepath deﬁned by the FMS. When in VNAV modes, the AT controls either airspeed or thrust depending upon the vertical mode that is active.\n\nFPA Flight Path Angle Button\n\nThe FPA knob selects the ﬂight path reference line. The FPA button activates and deactivates the ﬂight path reference line on the PFD.\n\nN\n\nNOTE\n\nWhen FPA is active the ﬂight path reference line is always active and can not be turned off.\n\n5th Edition 02 APR 19 4-15",
  "token_count_estimate": 607,
  "chunk_index": 90,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.044041+00:00"
}