{
  "id": "Operators Guide - PL Fusion_chunk_0175",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 165,
  "page_end": 166,
  "raw_text": "Embraer Legacy 450/500 and Praetor 500/600 MENUS AND DISPLAYS Pro Line Fusion® Avionics HSI Format\n\nPreselect Vertical Deviation Scale\n\nThe preselect vertical deviation scale uses the active NAV source vertical deviation pointer. The scale comes into view automatically if the preselect NAV source becomes active and the scale was not in view. The deviation pointer is a cyan diamond.\n\nAircraft Symbol A white aircraft symbol is shown in the center of the Rose display with the nose pointed toward the lubber line. The aircraft symbol is a representation of the aircraft. The nose of the aircraft is placed at and represents the aircraft present position.\n\nBearing Pointer Two bearing pointers can be shown on the HSI display: one from number 1 bearing sources, and one from number 2 bearing sources. The bearing pointer from the number 1 source is shown as a cyan single-lined pointer. The bearing pointer from the number 2 source is shown as a white double-lined pointer. The bearing pointer sources are selected using the BRG1 and BRG2 selections in the BRG SRC dialog box. The selected bearing pointer sources are shown in the lower left corner of the HSI. The bearing source, bearing pointer icon, bearing distance, and bearing identiﬁer can all be shown in the bearing pointer data ﬁeld.\n\n5th Edition 02 APR 19 5-63\n\nMENUS AND DISPLAYS Embraer Legacy 450/500 and Praetor 500/600 HSI Format Pro Line Fusion® Avionics\n\n• The bearing source can be FMS, VOR, or ADF. The bearing source is numbered (1 or 3) to indicate the source side (pilot or copilot) when more than one source of each type is installed. The bearing source is blank if the BRG source selection is OFF. The number 1 bearing source and icon and number 2 bearing source and icon are shown in the same color as the associated bearing pointer.\n\n• When available, bearing distance is shown to the right of the bearing icon in the same color as the bearing pointer. For VOR bearing, the bearing distance is blank if DME Hold is selected. The up to four-digit bearing distance readout uses a decimal point to separate tenths and is shown with a NM legend. When the selected bearing is also the active NAV source, then the bearing distance is not shown.\n\nWind Magnitude and Direction\n\nWind magnitude and direction is shown in green in the upper right corner of the HSI. Wind indications are displayed when wind speed is 7 knots or greater and removed when the wind speed drops to 5 knots or less. Wind magnitude and direction are sourced from the FMS used as the current NAV source, or the on-side FMS if FMS is not the current NAV source. There are two options for display of wind information: VECTOR and XY, the selection for WIND indications is in the HSI format dialog box.\n\n5th Edition 5-64 02 APR 19",
  "token_count_estimate": 626,
  "chunk_index": 175,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.354386+00:00"
}