{
  "id": "Operators Guide - PL Fusion_chunk_0280",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 259,
  "page_end": 260,
  "raw_text": "Embraer Legacy 450/500 and Praetor 500/600 MENUS AND DISPLAYS Pro Line Fusion® Avionics Checklist\n\nFigure 5-94 Checklist – Emergency Index Page\n\nThe Checklist format on the DU provides controls to store, retrieve, and view aircraft-speciﬁc checklists. The checklists are hosted on the Data Concentration System (DCS). There are Auto Sensed Checklist items and Auto Reset Checklist items. Sometimes a checklist can contain an automatically sensed checklist item. For example, the Before Landing checklist may contain an item called LDG GEAR LEVER....DN. When the pilot places the landing gear lever in the down position, the checklist can automatically sense that the pilot has placed the landing gear lever in the down position. The EICAS application will automatically advance to the next checklist item in the list. If a checklist item is auto sensed, no checkbox will be available for selection next to the checklist item’s text.\n\nChecklists can contain an auto reset feature. Checklists can be reset automatically when either weight on wheels is true or when the TOGA (takeoff go around) push button on the throttle quadrant is pushed. This feature must be enabled for a particular checklist when created using the RCCT checklist tool.\n\n5th Edition 02 APR 19 5-157\n\nMENUS AND DISPLAYS Embraer Legacy 450/500 and Praetor 500/600 Checklist Pro Line Fusion® Avionics\n\nThere are up to four checklist types available:\n\n• Normal checklist\n\n• Non-normal checklist\n\n• Emergency checklist\n\n• User checklist.\n\nNormal, non-normal, emergency, and procedures checklists store procedures from the Aircraft Flight Manual (AFM), while the user checklists store items important to the user but not part of the AFM.\n\nThe checklists are generated on a personal computer capable of interfacing to a USB memory stick or CD-ROM drive. Rockwell Collins Electronic Checklist Editor Tool (RC Checklist Tool) allows a user to create XML checklist ﬁles and convert the XML ﬁles to ﬁles capable of being loaded into the DCS. The Electronic Checklist Application and the Electronic Checklist Database can be uploaded into the avionics system through the Onboard Data Loader. On-aircraft capability to edit or deﬁne checklists does not exist.\n\nN\n\nNOTE\n\nFor more information, refer to the Rockwell Collins Checklist Tool for Pro Line Fusion® Avionics (CPN: 523–0818292).\n\nThe Checklist format is accessed through the drop down format selection button on the Quarter DU formats.\n\nThe Checklist formats are synchronized. If a Checklist format shows on both sides of the ﬂight deck, the data is synchronized so both Checklist formats show the most recent information. However, each Checklist format is independently controlled by its on-side cursor.\n\nEach checklist displays its status on the index pages. Checklist status is one of the following states:\n\n• Not Started\n\n• Started (incomplete)\n\n• Asserted\n\n• Overridden\n\n• Complete.\n\n5th Edition 5-158 02 APR 19",
  "token_count_estimate": 595,
  "chunk_index": 280,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.387492+00:00"
}