{
  "id": "Operators Guide - PL Fusion_chunk_0359",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 322,
  "page_end": 323,
  "raw_text": "MENUS AND DISPLAYS Embraer Legacy 450/500 and Praetor 500/600 Chart – Airport Menu Windows Pro Line Fusion® Avionics\n\nFigure 5-134 Chart – Menu Window (Alternate)\n\nThe Alternate Airport menu provides controls to select charts corresponding to the Alternate airport in the FMS ﬂight plan. If no Alternate airport is speciﬁed in the FMS ﬂight plan or there is no ﬂight plan available, the Alternate Airport menu is not available.\n\nFigure 5-135 Chart – Menu Window (Other)\n\nThe Other Airport menu provides controls to select charts corresponding to the Other airport entered by the operator. If no Other airport has been entered by the operator, the Other button on the Chart Menu Bar brings up the on-screen Data Entry window.\n\nEach Airport menu displays the ICAO identiﬁer and long name of the associated airport, and ﬁve chart shortcut submenu lines. The shortcut submenu lines consist of a readout of available charts and a shortcut submenu access button. The text in the shortcut submenu line displays magenta if pre-ﬁlled by the FMS, and displays in cyan if manually selected. The shortcut submenu types shown on an Airport menu are\n\n5th Edition 5-220 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 MENUS AND DISPLAYS Pro Line Fusion® Avionics Chart – Airport Menu Windows\n\ndeﬁned by the Airport menu type. Selecting the chart shortcut submenu buttons for all submenu types except for Any Chart displays a Chart Submenu for the associated chart submenu type. Selecting the Any Chart shortcut submenu button displays the Chart Type menu.\n\nSELECTIONS:\n\nAirport The Airport submenu line displays the available airport charts at the associated airport.\n\nDeparture The Departure submenu line displays the available departure charts at the associated airport.\n\nArrival The Arrival submenu line displays the available arrival charts at the associated airport.\n\nApproach The Approach submenu line displays the available approach charts at the associated airport.\n\nAny Chart The Any Chart submenu line displays all of the available charts at the associated airport. Selecting the chart shortcut submenu button for Any Chart displays the Chart Type menu.\n\nChart NOTAMs Chart NOTAMs is a submenu access button to show the NOTAMs window for the associated airport. If there are no NOTAMs for the selected airport, the NOTAMs button is disabled.\n\n5th Edition 02 APR 19 5-221",
  "token_count_estimate": 491,
  "chunk_index": 359,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.410862+00:00"
}