{
  "id": "Operators Guide - PL Fusion_chunk_0073",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 64,
  "page_end": 65,
  "raw_text": "OVERVIEW – SYSTEM COMPONENTS Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nRadio Interface Unit (RIU) The Radio Interface Unit (RIU) performs audio management, data concentration, and radio control pass-through functions for all of the voice and navigation radios installed in the aircraft. The RIU also provides the aural alerts as part of the Crew Alerting System (CAS) function of the EICAS. The RIU prioritizes between CAS, TAWS, and TCAS tone and voice alerts and then passes those alerts to the ﬂight crew through the aircraft audio system. Two RIU are installed.\n\nReversion Switch Panel (RSP)\n\nThe Reversion Switch Panel (RSP) enables the crew to control the de-selection of graphical radio tuning sources, EICAS positioning, and reversion of attitude and air data sources. The two panels also provide brightness controls for each individual DU as well as the ability to turn a DU off. The RSP also provides a backup method of tuning the communications radios to 121.5MHz.\n\n5th Edition 3-14 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 OVERVIEW – SYSTEM COMPONENTS Pro Line Fusion® Avionics System Description\n\nAir Trafﬁc Con- trol Transpon- der (TDR)\n\nThe Transponder (TDR) provides aircraft identiﬁcation and altitude reporting for the air trafﬁc control system. The transponder features the familiar 4096 possible Mode A code selections and selectable Mode C altitude reporting. Mode S datalink and diversity reception, features that are required for TCAS II operation, are also provided. The TDR is also equipped for ﬂight Identiﬁcation (ID) elementary and enhanced surveillance. One TDR is installed, and a second ATC TDR function is incorporated in the TSS. Both the TDR and the TSS provide ADS-B Out functionality.\n\nTrafﬁc Surveil- lance Sys- tem (TSS) Transponder\n\nThe Trafﬁc Surveillance System (TSS) transponder interrogates nearby Mode C and Mode S transponders and analyzes their replies to identify potential collision threats. The TSS advises the pilot when to climb, descend, or maintain altitude to avoid passing too close to or colliding with threat aircraft. When an intruder aircraft is also equipped with TCAS, the TSS coordinates avoidance maneuvers through the datalink capability of the Mode S Transponders. TSS generated collision avoidance visual ﬂy-to directives are provided by path cues on the AFD attitude displays. TCAS operating and fault messages are also shown on the AFD. TSS generated intruder symbology can be shown on any of the ﬂight displays. One TSS is installed.\n\n5th Edition 02 APR 19 3-15",
  "token_count_estimate": 526,
  "chunk_index": 73,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.035137+00:00"
}