{
  "id": "Operators Guide - PL Fusion_chunk_0048",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 40,
  "page_end": 40,
  "raw_text": "OVERVIEW Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nIntegrated Pro- cessing System (IPS)\n\nThe IPS provides a common computing, data interface, and utility structure to host various avionics functions. The IPS is a modular system that contains twoIntegrated Processing Cabinet (IPC). Each cabinet contains modules for Power Environment Module (PEM) and network communications via the Digital Switching Module (DSM), as well as several Common Computing Module (CCM) where the avionics functions are hosted. The IPC concept is to provide data collection and processing within one cabinet structure to minimize aircraft interconnection. The IPC units host the following software applications on the CCMs: FMS1, FMS2, Terrain Awareness Warning System (TAWS), Synthetic Vision System (SVS), Integrated Flight Information System (IFIS), Onboard Maintenance System (OMS), optional second IFIS, Datalink, emulated Control Display Unit (eCDU), and the Airport Moving Map (AMM).\n\nIntegrated Flight Information Sys- tem (IFIS)\n\nThe Integrated Flight Information System (IFIS) adds Electronic Charts (E-Charts), Graphical Weather (GWX), and Enhanced Map (E-Map) features to the AFD. A third datalink-capable Very High Frequency (VHF) Communications (COM) receiver is installed for the non-Rockwell Collins Universal Graphical Weather (GWX-5000) system. An XM Satellite Receiver is installed for the non-Rockwell Collins XM Graphical Weather (GWX-3000/3001) system. The IPS provides the processing and storage for all IFIS functions including E-Charts, E-Maps, and graphical weather. The CCP and MKP provide a control interface to the AFD for controlling IFIS functions through on-screen menus. The VHF COM datalink radio and RIU provide air and ground data communications with compatible air-ground networks for the universal graphical system. The XM satellite receiver receives a constant broadcast of graphical and textual weather data from the XM satellite weather service.\n\n5th Edition 2-10 02 APR 19",
  "token_count_estimate": 374,
  "chunk_index": 48,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.315969+00:00"
}