{
  "id": "Operators Guide - PL Fusion_chunk_0047",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 38,
  "page_end": 39,
  "raw_text": "OVERVIEW Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nEngine Indication and Crew Alert System (EICAS)\n\nThe EICAS is the interface between the avionics system and the other aircraft systems. The EICAS collects and concentrates engine and other subsystem information to show on the AFD. The EICAS sources engine and aircraft data from the engine Full Authority Digital Electronic Control (FADEC) and DCS for display purposes. The EICAS also interfaces with the Radio Interface Unit (RIU). The DCS drives the aircraft Crew Alerting System (CAS) voice messages and aural alerts and controls aural alert prioritization including CAS, TCAS, and TAWS. The RIU receives commands from the DCS to generate CAS voice messages and aural alerts that are broadcast over the ﬂight deck audio system. Processed EICAS data is supplied to the cross-side DCS channel, the ﬂight displays, and the RIU. Controls on the MKP are used to operate the CAS message list.\n\nEnhanced Vision System (EVS) The optional Enhanced Vision System (EVS) produces a forward-looking image of the natural scene, including the approach lights of the runway, on the optional Head-Up Display (HUD) or AFD. The EVS gives the pilot increased visibility in low-light and obscured environments. The EVS consists of a Forward Looking Infrared (FLIR) camera assembly, an EVS processor assembly, and a window assembly.\n\n5th Edition 2-8 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 OVERVIEW Pro Line Fusion® Avionics System Description\n\nFlight Manage- ment System (FMS)\n\nThe Flight Management System (FMS) provides lateral and vertical ﬂight plan point-to-point navigation using multiple navigation sensors. The FMS consists of two Flight Management System Application (FMSA) programs hosted in two separate IPC modules, and two Global Positioning System (GPS) sensors. The system generates lateral and vertical steering commands for use by the AFCS and EFIS. The ADS, NAV receivers, and Distance Measuring Equipment (DME) sensors supply data to the FMS. The FMS uses position data from the navigation sensors (GPS, VHF Omnidirectional Range (VOR), Attitude/Heading Reference System (AHRS), and DME) and sensor data from the AHRS and ADS, along with the active ﬂight plan and its own data base information, to generate lateral and vertical ﬂight-plan-based navigation solutions.\n\nHead-Up Guid- ance System (HGS)\n\nThe optional Head-Up Guidance System (HGS) is an electronic Head-Up Display (HUD) that generates and projects ﬂight information in the pilot’s forward ﬁeld of view. The system shows primary ﬂight and navigation data that overlay the outside scene in an accurate conformal relationship. The HGS consists of the Pilot Display Unit (PDU), the Power Supply Unit (PSU), and the HGS application software.\n\n5th Edition 02 APR 19 2-9",
  "token_count_estimate": 566,
  "chunk_index": 47,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.315688+00:00"
}