{
  "id": "Operators Guide - PL Fusion_chunk_0138",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 126,
  "page_end": 127,
  "raw_text": "MENUS AND DISPLAYS Embraer Legacy 450/500 and Praetor 500/600 ADI – Altitude Pro Line Fusion® Avionics\n\n• The preselect altitude bug is shown on the right side of the altitude scale. The bug is cyan, and is shown on the scale at an altitude value that corresponds to the preselect altitude setting readout that is shown above the altitude scale.\n\nPreselect Altitude Alert\n\nThe PSA alert notiﬁes the pilot that the aircraft barometric altitude is approaching the PSA. The PSA readout ﬂashes in cyan and the ﬂight deck aural warning sounds when the barometric altitude is within the acquisition limit. The readout stops ﬂashing when the barometric altitude is within the deviation limit.\n\n• The PSA readout ﬂashes in cyan and the aural warning sounds when the aircraft barometric altitude closes to within ±1000 feet of the PSA.\n\n• The PSA readout stops ﬂashing when the aircraft barometric altitude closes to within ±200 feet of the PSA.\n\n• The PSA readout changes to yellow, ﬂashes, and the aural warning sounds when the aircraft barometric altitude exceeds ±200 feet of the PSA after it has been within ±200 feet of the PSA.\n\n• The readout changes back to cyan when the aircraft barometric altitude returns to within ±200 feet of the PSA, or if a new PSA is selected.\n\n5th Edition 5-24 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 MENUS AND DISPLAYS Pro Line Fusion® Avionics ADI – Altitude\n\n• When the aircraft barometric altitude closes to within ±1000 feet of the PSA, but does not get within ±200 feet of the PSA, then exits more than ±1000 feet of the PSA, the readout changes to yellow and continues to ﬂash.\n\n• The readout returns to ﬂashing cyan when the aircraft barometric altitude again closes to within ±1000 feet of the PSA.\n\n• The aural tone sounds momentarily each time the aircraft barometric altitude crosses the ±1000 feet of PSA threshold, whether entering or exiting. The aural ALTITUDE cue sounds momentarily each time the aircraft barometric altitude deviates more than 200 feet from the PSA.\n\n• The PSA visual and aural alerts are automatically inhibited during vertical approach modes that are in the capture state.\n\nFlight Plan Target Altitude\n\nThe FMS Flight Plan Target Altitude (FPTA) is the next vertical constraint in the current ﬂight plan. The FPTA is provided by the FMS and is shown in magenta to the left of the altitude scale when the FMS has an altitude constraint. The FPTA is a function of the current ﬂight plan and the position of the aircraft with respect to that ﬂight plan. FPTA is shown when all of these conditions are true:\n\n• FMS is the active NAV source\n\n• Reference altitudes are in the current ﬂight plan.\n\n5th Edition 02 APR 19 5-25",
  "token_count_estimate": 606,
  "chunk_index": 138,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.068087+00:00"
}