{
  "id": "Operators Guide - PL Fusion_chunk_0046",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 36,
  "page_end": 37,
  "raw_text": "OVERVIEW Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nAutomatic Flight Control System (AFCS)\n\nThe Automatic Flight Control System (AFCS) consists of a dual-channel Flight Director (FD), Primary Flight Control Computers (PFCC) providing the Autopilot (AP), automatic pitch trim and Yaw Damper (YD) functions, and Autothrottle (AT). The AFCS consists of two Flight Control System Application (FCSA) hosted on each channel of the Data Concentrator Module Cabinet (DMC), a Flight Control Panel (FCP), dual Touch Control Steering (TCS) buttons and dual autopilot disconnect/stick priority buttons on the side-stick controls. Lateral and vertical modes selected by the pilot are used by the AFCS to generate steering commands that are sent to the PFCCs and shown on the PFD Flight Directors. The PFCCs then position the ﬂight controls to ﬂy the commanded lateral and vertical path. The PFCCs provide full time control of the rudder to provide the yaw damper functions of roll damping and turn coordination. The Autothrottle feature provides commands to position the throttle levers. The EFIS Adaptive Flight Display (AFD) provides interfaces with and displays indications for AFCS functions. Other inputs to the AFCS include those from the ADS, Navigation (NAV) receivers, Engine Indication and Crew Alert System (EICAS), and the Data Concentration System (DCS).\n\n5th Edition 2-6 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 OVERVIEW Pro Line Fusion® Avionics System Description\n\nElectronic Flight Instrument Sys- tem (EFIS)\n\nThe Electronic Flight Instrument System (EFIS) is a multicolor, ﬂight instrument display and control system made up of four AFD, two each of a Multifunction Keyboard Panel (MKP), Cursor Control Panel (CCP), Reversion Switch Panel (RSP), and Display Control Panel (DCP). The EFIS provides display and control functions for all primary ﬂight/navigation information, installed communications, hazard avoidance, and the EICAS. The EFIS is made up of a pilot-side and copilot-side system. Each side is functionally and physically isolated from each other and is capable of functioning as a completely independent subsystem. The display portion of the system is made up of four AFD. Each display can be subdivided into quarter, half, or full screen formats. In normal operation, the displays show the Attitude Director Indicator (ADI), Horizontal Situation Indicator (HSI), and Engine Indication and Crew Alert System (EICAS) formats, in addition to selectable information formats. The CCP provides display control inputs to each of the displays for both the pilot and copilot through an on-screen cursor. The CCP cursor manipulates on-screen Graphic/User Interface (GUI) display and information controls. The MKP provides alphanumeric keyboard entry with a scratchpad display and specialized control keys. The RSP is used to control display dimming and reversion. The DCP contains push buttons to select overlays, select NAV sources, BARO settings, and weather radar range/tilt. The IPS and DCS are used to gather and concentrate the data shown on the EFIS. The AFD is also referred to as the Display Unit (DU).\n\n5th Edition 02 APR 19 2-7",
  "token_count_estimate": 632,
  "chunk_index": 46,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.020202+00:00"
}