{
  "id": "Operators Guide - PL Fusion_chunk_0089",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 80,
  "page_end": 81,
  "raw_text": "CONTROLS AND INDICATORS Embraer Legacy 450/500 and Praetor 500/600 Flight Control Panel Pro Line Fusion® Avionics\n\nPUSH DIRECT Push Direct button\n\nThe PUSH DIRECT button gives the user a direct-to course to point the Course Deviation Indicator (CDI) directly at the station. When FMS is the primary NAVAID use the PUSH DIRECT button to point the CDI directly to the next waypoint in the ﬂight plan.\n\nAT Autothrottle En- gagement Button\n\nThe AT engages and disengages the autothrottle.\n\nFMS MAN 2 Position Rotary Pushbutton\n\nControls speed control selection between FMS and Manual.\n\nSPD Speed Reference Control Knob and Readout\n\nThe SPD knob selects the desired airspeed, which is displayed on the PFD with an (M) indication whenever Mach target is selected. The SPD button toggle the speed unit between IAS and Mach.\n\nPUSH IAS/MACH Speed IAS/Mach Switch\n\nThe PUSH IAS/MACH button within the SPD knob is used to alternatively select either IAS or Mach for the airspeed tape and speed bug reference. The IAS/MACH button only changes the speed reference not the speed tape. The corresponding speed reference value is in knots or Mach. This function overrides automatic IAS/Mach selection.\n\nLNAV Lateral Navigation Mode Select Button\n\nThe LNAV button selects and deselects the lateral navigation mode. When in lateral navigation mode, the system generates commands to capture and track the selected lateral navigation source.\n\n5th Edition 4-12 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 CONTROLS AND INDICATORS Pro Line Fusion® Avionics Flight Control Panel\n\nBANK Half Bank Selection Button\n\nThe BANK button selects and deselects a reduced bank angle limit. It will limit toggle between ±15 degrees and ±30 degrees.\n\nHDG Heading Mode Select Button\n\nThe HDG button selects and deselects heading select mode. When in this mode, the AFCS generates commands to capture and maintain the selected heading shown on the PFD. The selected heading is set by the HDG knob.\n\nHDG Heading Selection Knob\n\nThe HDG knob selects the heading, it is displayed on the HSI on the PFD. The HDG button synchronizes the heading bug with the current airplane heading.\n\nPUSH SYNC Push Sync Button\n\nPush the PUSH SYNC button to align the HDG reference bug to the current heading, which places the reference bug directly beneath the heading readout.\n\nAPPR Approach Mode Select Button\n\nThe APPR button selects and deselects approach mode. When approach mode is selected, lateral commands are generated to capture and track management system. After the lateral mode is captured, vertical commands are generated to capture and track the vertical path from the Glideslope receiver or ﬂight management system.\n\nAP Autopilot Control Switch\n\nThe AP button engages and disengages the autopilot. If not engaged, the FD will engage automatically along with the autopilot.\n\n5th Edition 02 APR 19 4-13",
  "token_count_estimate": 595,
  "chunk_index": 89,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.328338+00:00"
}