{
  "id": "Operators Guide - PL Fusion_chunk_0140",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 129,
  "page_end": 130,
  "raw_text": "Embraer Legacy 450/500 and Praetor 500/600 MENUS AND DISPLAYS Pro Line Fusion® Avionics ADI – Altitude\n\n• The pilot and copilot-side pressure settings are not synchronized. When the pressure settings for the pilot and copilot are different by more than 0.01 inHg or one hPa, the barometric pressure readout changes to yellow.\n\n• Range for the barometric pressure setting is 22.00 to 32.50 inHg or 745 to 1100 hPa.\n\n• The BARO pressure design allows swapping the active BARO pressure setting between standard and user-set values. A user-set value is displayed numerically, and a standard value is displayed as the text string STD. If the active value is standard, and the user-set value is changed via a physical or soft control, a preset BARO setting value is placed on the PFD below the active (STD) setting. The preset value is always the current user-set value. When a preset is present a swap of the BARO settings makes the user-set value the active setting, and the preset display is removed.\n\nRadio Altitude Analog radio altitude is shown in the altitude scale area to improve ground awareness. A digital readout of radio altitude is located in the lower part of the attitude indicator under a RA heading.\n\n5th Edition 02 APR 19 5-27\n\nMENUS AND DISPLAYS Embraer Legacy 450/500 and Praetor 500/600 ADI – Altitude Pro Line Fusion® Avionics\n\n• Analog radio altitude is shown as a yellow hash line which comes into view at the bottom of the barometric altitude scale when the radio altitude is approximately 270 feet (the bottom of the barometric altitude scale is 270 feet below the current barometric altitude). The yellow hash line moves up to meet the 0 (zero) foot tic mark when the radio altitude is 0 (zero) feet.\n\n• The digital readout of radio altitude is shown when the aircraft is within 2500 feet of the ground. The four-digit radio altitude readout is normally shown in green, with no leading zeros. When the RA MIN alert is in view, the readout changes color to yellow.\n\nMIN RA/BARO Readout\n\nThe MIN RA/BARO digital readout is shown to the left of the BARO pressure setting readout next to the altitude scale. The MIN RA/BARO readout is the current active Decision Height (DH) or Minimum Descent Altitude (MDA). Radio Altitude Minimum (RA MIN) is Above Ground Level (AGL) and BARO MIN is Mean Sea Level (MSL) altitude. MIN RA and MIN BARO are mutually exclusive. Selecting RA deselects BARO, selecting BARO deselects RA.\n\n• RA MIN readout is automatically shown when RA is selected. An active RA MIN displays to the bottom left of the ALT tape as XXXX, where XXXX is the set RA MIN value.\n\n5th Edition 5-28 02 APR 19",
  "token_count_estimate": 593,
  "chunk_index": 140,
  "total_chunks": 783,
  "created_at": "2026-01-20T20:56:26.069287+00:00"
}