{
  "id": "Operators Guide - PL Fusion_chunk_0051",
  "project_name": "E550",
  "source_document": "Operators Guide - PL Fusion",
  "relative_path": "Collins",
  "section": null,
  "page_start": 44,
  "page_end": 45,
  "raw_text": "OVERVIEW Embraer Legacy 450/500 and Praetor 500/600 System Description Pro Line Fusion® Avionics\n\nRadio Manage- ment System (RMS)\n\nThe Radio Management System (RMS) contains the radios that are used for voice communications, VOR and Instrument Landing System (ILS) navigation, distance measurement, Automatic Direction Finder (ADF) navigation, TCAS/Mode S communication, and operation within the Air Trafﬁc Control (ATC) environment. The RMS is a dual-independent system made up of pilot and copilot side radios and sensors. The Embraer aircraft comes standard with two RIU, two (third optional) VHF COM transceivers conﬁgured with 8.33 kHz channel spacing (with one or optionally two datalink capable COM transceivers), two VOR/ILS/MKR NAV receivers, one (second optional) DME transceiver, two optional ADF receivers, two optional High Frequency (HF) COM subsystems, one ATC Mode-S diversity transponder with Flight Identiﬁcation (ID) and Automatic Dependent Surveillance (ADS)-B out, and one ATC Mode-S diversity transponder with ADS-B out incorporated into the Trafﬁc Surveillance System (TSS). Additional optional equipment includes a Satellite Communications (SATCOM) radio system. The RMS provides digital radio data to the EFIS, navigation systems, and hazard avoidance systems through the IPS and system bus structure. Each RMS subsystem (pilot and copilot) is functionally isolated and acts as a stand-alone subsystem. Each RMS subsystem can control the cross-side radios/sensors in the event of a control or display failure.\n\n5th Edition 2-14 02 APR 19\n\nEmbraer Legacy 450/500 and Praetor 500/600 OVERVIEW Pro Line Fusion® Avionics System Description\n\nTerrain Aware- ness Warning System (TAWS)\n\nThe Terrain Awareness Warning System (TAWS) provides the pilot with increased situational awareness that can reduce the possibility of accidents associated with controlled ﬂight into terrain. The TAWS is comprised of a TAWS Processing Module (TPM) and a CCM housed in the right IPC. The TAWS is effectively three independent systems: a ground proximity warning system, a terrain database and display system, and a reactive windshear warning system. The TAWS uses geographic position and altitude data for the aircraft and an internal terrain database to predict potential conﬂicts between the aircraft ﬂight-path and terrain. Visual and audio warnings of excessive deviation below an ILS glideslope or LPV, severe windshear conditions, altitude callouts during ﬁnal approach, alerts for descent below Decision Height (DH), and alerts for excessive bank angle are available. The TAWS uses its own worldwide database along with speciﬁc aircraft information from the DCS, position data from the FMS, GPS, and navigation receivers, altitude data from the radio altimeter, attitude and heading data from the AHRS, air data information from the ADS, and Angle Of Attack (AOA) data from the DCS. Control inputs are from the CCP and MKP, and an OEM control panel. The system outputs aural alerts over the ﬂight deck audio system and visual alerts, graphic displays of conﬂicting terrain, terrain elevation, caution and warning messages, and mode and status data to the ﬂight displays through the IPS and the system bus structure.\n\n5th Edition 02 APR 19 2-15",
  "token_count_estimate": 631,
  "chunk_index": 51,
  "total_chunks": 783,
  "created_at": "2026-01-20T21:47:47.316949+00:00"
}